Repository: KDE/klevernotes
Catalog: po/*/klevernotes.po
Languages: ar, eo, eu, ia, nl

source: An error occurred while trying to rename this item.
ar: حدث خطأ أثناء محاولة إعادة تسمية هذا العنصر.
eo: Okazis eraro dum provado renomi ĉi tiun eron.
eu: Errore bat gertatu da elementu hau berrizendatzen saiatzerakoan.
ia: Un error occurreva durante que il tentava renominar iste elemento.
nl: Er is een fout opgetreden bij de poging dit item te hernoemen.

source: An error occurred while trying to create the note.
ar: حدث خطأ أثناء محاولة إنشاء الملاحظة.
eo: Okazis eraro dum provo krei la noton.
eu: Errore bat gertatu da oharra sortzen saiatzerakoan.
ia: Un error occurreva durante que il tentava crear le nota.
nl: Er is een fout opgetreden bij de poging deze notitie aan te maken.

source: An error occurred while trying to create this folder.
ar: حدث خطأ أثناء محاولة إنشاء هذا المجلد.
eo: Okazis eraro dum provo krei ĉi tiun dosierujon.
eu: Errore bat gertatu da karpeta hau sortzen saiatzerakoan.
ia: Un error occurreva durante que il tentava crear iste dossier.
nl: Er is een fout opgetreden bij de poging deze map aan te maken.

source: An error occurred while trying to create the storage.
ar: حدث خطأ أثناء محاولة إنشاء وحدة التخزين.
eo: Okazis eraro dum provo krei la konservadon.
eu: Errore bat gertatu da biltegiratzea sortzen saiatzerakoan.
ia: Un error occurreva durante que il tentava crear le immagazinage.
nl: Er is een fout opgetreden bij de poging deze opslag aan te maken.

source: An error occurred while trying to create the demo note.
ar: حدث خطأ أثناء محاولة إنشاء الملاحظة التجريبية.
eo: Okazis eraro dum provo krei la demo-noton.
eu: Errore bat gertatu da ohar erakusgaia sortzerakoan.
ia: Un error occurreva durante que il tentava crear le nota de demo.
nl: Er is een fout opgetreden bij de poging de demo-notitie aan te maken.

# The name for a demo note
source: Demo
ar: عينة
eu: Erakustaldia

# @title
source: KleverNotes
ar: ملاحظات ذكية

source: Note taking and management application
ar: تطبيق كتابة ملاحظات وإدارتها
eo: Not-prena kaj -administra aplikaĵo
eu: Oharrak hartzeko eta kudeatzeko aplikazioa
ia: Application per prender e gerer nota
nl: Toepassing voor maken en beheren van notities

# @info:credit
source: Louis Schul
ar: لويس شول

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي
eo: Oliver Kellogg
eu: Iñigo Salvador Azurmendi
ia: Giovanni Sora
nl: Freek de Kruijf - 2023

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com
eo: olivermkellogg@gmail.com
eu: xalba@ni.eus
ia: g.sora@tiscali.it
nl: freekdekruijf@kde.nl

# @title:dialog, Confirmation for deletion of a note
source: Confirm Note Deletion
eu: Baieztatu oharra ezabatzea

# @title:dialog, Confirmation for deletion of a folder
source: Confirm Folder Deletion
eu: Baieztatu karpeta ezabatzea

# @info
source: Delete the note <filename>%1</filename>?
eu: <filename>%1</filename> oharra ezabatu?

# @info
source: Delete the folder <filename>%1</filename>?
eu: <filename>%1</filename> karpeta ezabatu?

# @label:check
source: Delete permanently
eu: Ezabatu behin-betiko

# @subtitle:dialog
source: Please choose another name.
eu: Mesedez, aukeratu beste izen bat.

# @label:button
source: Print to PDF
eu: Inprimatu PDFra

# @label:button
source: Disabled due to Flatpak limitations.
eu: Flatpak-en muga direla eta ezgaituta.

source: This could cause visual artifacts near the end of the PDF.
eu: Horrek PDFaren bukaeratik gertu ikus-akatsak sor litzake.

# @title:dialog, choose the location of where the file will be saved
source: Save note as PDF
eu: Gorde oharra PDF gisa

source: A title with a preview of
eu: Titulu bat aurreikuspegi batekin,

source: italic text and its tags
eu: testu etzanarena eta bere etiketena

# @label:textbox
source: Default name for new folders:
eu: Karpeta berrien izen lehenetsia:

# @label:textbox
source: Default name for new notes:
eu: Ohar berrien izen lehenetsia:

# @example, something representing a possible emoji short name
source: emoji_name
eu: emoji_izena

# example
source: Heading1
eu: Izenburua1

# example
source: Bold text
eu: Testu lodia

# example
source: Italic text
eu: Testu etzana

# example
source: Quote
eu: Aipua

# example
source: First item
eu: Lehenengo elementua

# example
source: Second item
eu: Bigarren elementua

# example
source: Inline code
eu: Lerro barruko kodea

# example
source: title
eu: titulua

# example
source: alt text
eu: ordezko testua

# example
source: image
eu: irudia

# example
source: Cell 1
eu: 1. gelaxka

# example
source: Cell 2
eu: 2. gelaxka

# example
source: Cell 3
eu: 3. gelaxka

# example
source: Sample text here...
eu: Lagin-testua hemen...

# example, something wrong
source: The world is flat.
eu: Mundua laua da.

# example
source: Make more foo
eu: Egin «foo» gehiago

# example
source: Make more bar
eu: Egin «bar» gehiago

# example
source: highlighted text
eu: nabarmendutako testua

# example
source: subscript text
eu: azpi-indize testua

# example
source: superscript text
eu: goi-indize testua

# example, These are placeholders, not XML tags. Please translate to your language
source: <path to note>/<note name>
eu: <oharrerako bide-izena>/<oharraren izena>

# example
source: displayed name
eu: erakutsitako izena

source: An error occurred while trying to copy this PDF.
eu: Errore bat gertatu da PDF hau kopiatzen saiatzean.

# exemple
source: <path to note>/<note name>
nl: <pad naar notitie>/<notitienaam>
