Repository: KDE/klevernotes
Catalog: po/*/klevernotes.po
Languages: ar, eo, eu, ia, nl

# @title:dialog, Confirmation for deletion of a note
source: Delete Note Confirmation
ar: تأكيد حذف الملاحظة
nl: Bevestiging voor notitie verwijderen

# @title:dialog, Confirmation for deletion of a folder
source: Delete Folder Confirmation
ar: تأكيد حذف المجلد
nl: Bevestiging voor map verwijderen

# @info
source: Are you sure you want to delete this note <filename>%1</filename>?
ar: هل أنت متأكد من أنك تريد حذف هذه الملاحظة <filename>%1</filename>؟
nl: Wilt u deze notitie <filename>%1</filename> verwijderen?

# @info
source: Are you sure you want to delete this folder <filename>%1</filename>?
ar: هل أنت متأكد من رغبتك في حذف هذا المجلد <filename>%1</filename>؟
nl: Wilt u deze map <filename>%1</filename> verwijderen?

# @label:check
source: Delete this permanently.
ar: احذف هذه نهائيًا.
nl: Deze definitief verwijderen.

source: No stickers
ar: لا يوجد ملصقات
eo: Neniuj glumarkoj
eu: Eranskailurik gabe
ia: Nulle Etiquettas Gummate (Stickers)
nl: Geen stickers

source: No emojis
ar: لا يوجد صورة تعبيرية
eo: Neniuj emojis
eu: Emojirik gabe
ia: Nulle Emojis
nl: Geen emoji's

# @title:dialog
source: Image picker
ar: محدد الصورة
eo: Bild-elektilo
eu: Irudi-hautatzailea
ia: Selectionator de Imagine
nl: Afbeeldingskiezer

# @title:dialog
source: Font selector
ar: اختر الخط
eo: Tiparo-elektilo
eu: Letra-tipo hautatzailea
ia: Selector de font
nl: Lettertypekiezer

# @title:dialog
source: Image selector
ar: محدد الصورة
eo: Bildo-elektilo
eu: Irudi-hautatzailea
ia: Selector de Imagine
nl: Afbeeldingskiezer

# @label:button, As in 'image from the internet'
source: Web image
ar: صورة ويب
eo: TTT-bildo
eu: Web-irudia
ia: Imagine de web
nl: Webafbeelding

# label:button, Image from the local file system
source: Local image
ar: صورة محلية
eo: Loka bildo
eu: Irudi lokala
ia: Imagine local
nl: Lokale afbeelding

# @label:button
source: Paint an image
ar: صورة رسمة
eo: Pentri bildon
eu: Margotu irudi bat
ia: Pictura un imagine
nl: Teken een afbeelding

# @label:button, Collection of image stored inside the note folder
source: Image collection
ar: مجموعة صور
eo: Bildkolekto
eu: Irudi bilduma
ia: Collection de Imagine
nl: Afbeeldingenverzameling

source: It appears that the image you selected does not exist or is not supported.
ar: يبدو أن الصورة التي حددتها غير موجودة أو غير مدعومة.
eo: Ŝajnas ke la bildo kiun vi elektis ne ekzistas aŭ ne etsas subtenata.
eu: Ematen du hautatu duzun irudia ez dagoela edo ez duela euskarririk.
ia: Ilsembla que le imagine que tu ha seligite non existe o non es supportate.
nl: Het lijkt erop dat de afbeelding die u selecteert niet bestaat of niet wordt ondersteund.

# @label:textbox, text associated to the selected image
source: Image text:
ar: نص الصورة:
eo: Bilda teksto:
eu: Irudiaren testua:
ia: Texto de Imagine:
nl: Afbeeldingstekst:

# @label:checkbox
source: Place this image inside the note folder
ar: ضع هذه الصورة داخل مجلد الملاحظات
eo: Meti ĉi tiun bildon en la notdosierujon
eu: Ipini irudi hori ohar-karpetaren barruan
ia: Placia iste imagine intra le dossier de nota
nl: Deze afbeelding in de notitiemap plaatsen

# @title
source: <filename>%1</filename> properties
ar: خصائص <filename>%1</filename>
eu: <filename>%1</filename> propietateak
ia: <filename>%1</filename> proprietates
nl: Eigenschappen van <filename>%1</filename>

# @action:button
source: Icon
ar: أيقونة
eu: Ikonoa
ia: Icone
nl: Pictogram

# @action:button
source: Color
ar: اللون
eo: Koloro
eu: Kolorea
nl: Kleur

# Accessible description
source: Current color "%1"
ar: اللون الحالي "%1"
eo: Aktuala koloro "%1"
eu: Uneko kolorea "%1"
ia: Color currente "%1"
nl: Huidige kleur "%1"

# @title:dialog
source: KleverNotes painting
ar: رسم ملاحظات ذكية
eo: KleverNotes pentraĵo
eu: KleverNotes margolana
ia: Pictura de KleverNotes
nl: Tekenen in KleverNotes

# @subtitle:dialog
source: You're about to leave without saving your drawing!
ar: أنت على وشك المغادرة دون حفظ رسمك!
eo: Vi estas forironta sen konservi viajn desegnon!
eu: Zure marrazkia gorde gabe irtetera zoaz!
ia: Tu es per lassar sin salveguardar tu dessino!
nl: U staat op het punt uw tekening te verlaten zonder deze op te slaan!

# @subtitle:dialog
source: Do you want to save it before leaving ?
ar: هل تريد حفظها قبل المغادرة؟
eo: Ĉu vi volas konservi ĝin antaŭ eliri ?
eu: Irten aurretik gorde nahi duzu?
ia: Tu vole salveguardar lo ante lassar?
nl: Wilt u het opslaan alvorens te verlaten?

# @title:dialog
source: Create your link
ar: أنشئ رابطك
eo: Krei vian ligilon
eu: Sortu zure esteka
ia: Crea tu ligamine
nl: Uw koppeling maken

# @label:checkbox
source: Link local file
ar: رابط الملف المحلي
eo: Ligi lokan dosieron
eu: Estekatu fitxategi lokala
ia: Liga file local
nl: Lokaal bestand koppelen

# @label:textbox, link URL, like the 'href' of an html <a>
source: URL:
ar: العنوان:

# @label:textbox, the displayed text of a link, in html: <a>This text</a>
source: Link text:
ar: نص الوصلة:
eo: Ligila teksto:
eu: Estekaren testua:
ia: Texto de ligamine:
nl: Koppelingstekst:

# @label:combobox, 'a note' (the noun)
source: Note:
ar: الملاحظة:
eo: Noto:
eu: Oharra:
ia: Nota:
nl: Notitie:

# @title:dialog, to move a folder/note
source: Move <filename>%1</filename>?
ar: هل أنقل <filename>%1</filename>؟
eu: Mugitu <filename>%1</filename>?
nl: <filename>%1</filename> verplaatsen?

# @subtitle:dialog
source: Where do you want to move this note ?
ar: أين تريد نقل هذه الملاحظة؟
eo: Kien vi volas movi ĉi noton ?
eu: Ohar hau nora eraman nahi duzu?
ia: Ubi tu vole mover iste nota?
nl: Waar wilt u deze notitie naar verplaatsen?

# @subtitle:dialog
source: Where do you want to move this folder ?
ar: أين تريد نقل هذا المجلد؟
eo: Kien vi volas movi ĉi dosierujon ?
eu: Karpeta hau nora eraman nahi duzu?
ia: Ubi tu vole mover iste dossier?
nl: Hoe wilt u deze map naar verplaatsen?

# @label:checkbox, move this folder/note to the root of the storage
source: Move to storage root
ar: انقل إلى جذر التخزين
eo: Movi al radiko de konservejo
eu: Mugitu biltegiratze-errora
ia: Move al radice de immagazinage
nl: Naar hoofdmap van opslag verplaatsen

# @label:dialog
source: Search for a folder:
ar: ابحث عن مجلد:
eu: Bilatu karpeta bat:
ia: Cerca un dossier:
nl: Zoek naar een map:

# @title:dialog
source: Choose a name
ar: اختر اسم
eo: Elekti nomon
eu: Aukeratu izen bat
ia: Selige un nomine
nl: Een naam kiezen

# As in 'a name'
source: Name:
ar: الاسم:
eo: Nomo:
eu: Izena:
ia: Nomine:
nl: Naam:

# @title:dialog, 'storage' as in 'the folder where all the notes will be stored'
source: KleverNotes Storage
ar: تخزين ملاحظات ذكية
eo: Konservejo de KleverNotes
eu: «KleverNotes» biltegiratzea
ia: Immagazinage de KleverNotes
nl: Opslag van KleverNotes

# @subtitle:dialog
source: This name starts with a dot, this may cause problem and is therefore not allowed.
ar: يبدأ هذا الاسم بنقطة، وهذا قد يسبب مشكلة وبالتالي غير مسموح به.
eo: Ĉi tiu nomo komenciĝas per punkto, tio povas kaŭzi problemon kaj tial ne estas permesita.
eu: Izen hau puntu batekin hasten da, horrek arazoak sor dezakeenez, ez da onartzen.
ia: Iste nomine initia con un puncto, isto pote causar problema e dunque non es permittite.
nl: Deze naam begint met een punt, dit kan problemen veroorzaken en is daarom niet toegestaan.

# @subtitle:dialog
source: Please remove the dot or choose another name.
ar: يُرجى إزالة النقطة أو اختيار اسم آخر.
eo: Bonvolu forigi la punkton aŭ elekti alian nomon.
eu: Mesedez, puntua kendu edo aukeratu beste izen bat.
ia: Pro favor tu remove le puncto o selige un altere nomine.
nl: Verwijder de punt of kies een andere naam.

# @subtitle:dialog
source: This note already exists.
ar: هذه الملاحظة موجودة فعلًا
eo: Ĉi tiu noto jam ekzistas.
eu: Ohar hori lehendik ere badago.
ia: Iste nota jam existe
nl: Deze notitie bestaat al.

# @subtitle:dialog
source: This folder already exists.
ar: هذا المجلد موجود مسبقاً.
eo: Ĉi tiu dosierujo jam ekzistas.
eu: Ohar hori lehendik ere badago.
ia: Iste dossier jam existe
nl: Deze map bestaat al.

# @subtitle:dialog
source: Please choose another name for it.
ar: فضلًا اختر اسمًا آخرًا.
nl: Kies er een andere naam voor.

# @subtitle:dialog
source: This name contains '/', this may cause problem and is therefore not allowed.
ar: يحتوي هذا الاسم على '/' ، وهذا قد يسبب مشكلة وبالتالي غير مسموح به.
eo: Ĉi nomo enhavas '/', tio povas kaŭzi problemon kaj tial ne estas permesita.
eu: Izen onek '/' du, horrek arazoa sor dezakeenez, ez da onartzen.
ia: Iste nomine contine '/', isto pote causar problema e dunque non es permittite.
nl: Deze naam bevat '/', dit kan problemen veroorzaken en is daarom niet toegestaan.

# @subtitle:dialog
source: Please remove the '/' or choose another name.
ar: يُرجى إزالة '/' أو اختيار اسم آخر.
eo: Bonvolu forigi la '/' aŭ elekti alian nomon.
eu: Mesedez, kendu '/' edo aukeratu beste izen bat.
ia: Pro favor tu remove le '/' o selige un altere nomine.
nl: Verwijder de '/' of kies een andere naam.

# @title:dialog
source: Printing Dialog
ar: مربع الطباعة
eo: Presdialogo
eu: Inprimatzeko elkarrizketa-koadroa
ia: Dialogo de Imprimer
nl: Dialog wordt afgedrukt

# @label:button
source: Print html
ar: اطبع html
eo: Presi html
eu: Inprimatu HTML
ia: Imprime html
nl: In html afdrukken

# @label:button
source: Print to pdf
ar: اطبع بي دي اف
nl: Afdrukken naar PDF

# @label:button
source: Disable due to flatpak limitation.
ar: عطّل بسبب قيود flatpak.
nl: Uitschakelen vanwege beperking in flatpack.

# @title:dialog
source: Mandatory operation
ar: عملية إلزامية
eo: Deviga funkcio
eu: Derrigorrezko eragiketa
ia: Optiones obligatori
nl: Verplichte bewerking

source: This storage appears to be using the old KleverNotes file structure which is no longer supported.
ar: يبدو أن هذا التخزين يستخدم بنية ملف ملاحظات ذكية القديمة التي لم تعد مدعومة.
eu: Ematen du biltegiratze hau dagoeneko onartzen ez den KleverNotes fitxategi-egitura zaharra erabiltzen ari dela.
ia: Iste immagazinage sembla esser usante lev etere structura de KleverNotes que non es plus supportate.
nl: Deze opslag lijkt de oude bestandsstructuur van KleverNotes te gebruiken die niet langer wordt ondersteund.

# @subtitle:dialog, the standard Qt 'Apply' button
source: By pressing the 'Apply' button, you agree to convert the storage to the new structure (this should not be a destructive operation).
ar: من خلال الضغط على زر ”طبّق“، فإنك توافق على تحويل التخزين إلى البنية الجديدة (يجب ألا تكون هذه عملية مدمرة).
eu: 'Aplikatu' botoia sakatuta, biltegiratzea egitura berrira aldatzea onartzen duzu (ez litzateke eragiketa suntsitzailea izan behar).
ia: Per pressare lebutton 'Applica', tu concorda converter leimmagazinage al nove structura (isto don deberea esser un operation descrtuctive).
nl: Door op de knop 'Toepassen' te drukken gaat u er mee akkoord om de opslag naar de nieuwe structuur te converteren (dit zou geen destructieve bewerking moeten zijn).

# @subtitle:dialog
source: You can cancel this operation by closing this dialog, which gives you time to back up your files if you want to.
ar: يمكنك إلغاء هذه العملية عن طريق إغلاق مربع الحوار هذا، مما يمنحك الوقت نسخ ملفاتك احتياطيًا إذا أردت ذلك.
eu: Eragiketa hau bertan behera utz dezakezu elkarrizketa-koadro hau itxiz, horrek, hala nahi baduzu, zure fitxategien babeskopia egiteko denbora emango dizu.
ia: Tu pote cancellar iste operation per clauder iste dialogo,que te da tempore a facer copia de secutitate de tu files, si tu vole.
nl: U kunt deze bewerking annuleren door deze dialoog te sluiten, wat u tijd geeft om een reservekopie van uw bestanden te maken als u dat wilt.

# @subtitle:dialog
source: Note: Any locally saved images will be moved from the 'Images' subfolder to the note’s parent folder.
ar: ملاحظة: سيتم نقل أي صور محفوظة محلياً من المجلد الفرعي ”الصور“ إلى المجلد الأمر للملاحظة.
eu: Oharra: Lokalki gordetako irudi oro 'Irudiak' azpikarpetarik oharren guraso-karpetara mugituko da.
ia: Nota: ulle imagines salveguardate localmente essera movite ab dossier de 'Imagines' al dossier genitor de nota.
nl: Opmerking: elke lokaal opgeslagen afbeelding zal verplaatst worden van de submap 'Images' naar de oudermap van de notitie.

# @subtitle:dialog
source: Simply remove '/Images' from their path to make them reappear.
ar: ما عليك سوى إزالة '/Images' من مسارها لإعادة ظهورها.
eu: Nahikoa da '/Irudiak' bere bide-izenetik kentzea haiek berriro ager daitezen.
ia: Simplemente tremove '/images' ex lor percurso per facer los reapparer.
nl: Verwijder eenvoudig '/Images' uit hun pad om ze weer te laten verschijnen.

source: Storage created at
ar: أنشئ التخزين في
eo: Konservejo kreiĝis ĉe
eu: Biltegiratzea hemen sortua,
ia: Immagazinate create a
nl: Opslag aangemaakt in

source: Existing storage chosen at
ar: التخزين الموجود في
eo: Ekzistanta konservejo elektita ĉe
eu: Aurrez, hemen dagoen biltegiratzea,
ia: Immagazinage existente seligite a
nl: Bestaande opslag gekozen in

# @subtitle:dialog, Storage as in 'the folder where all the notes will be stored'
source: It looks like this is your first time using this app! Please choose a location for your future KleverNotes storage or select an existing one.
ar: يبدو أن هذه هي المرة الأولى التي تستخدم فيها هذا التطبيق! يرجى اختيار موقع لتخزين ملاحظات ذكية في المستقبل أو تحديد موقع موجود.
eo: Ŝajnas, ke ĉi tio estas via unua fojo uzante tiun apon! Bonvolu elektu lokon por via estonta KleverNotes-konservejo aŭ elektu ekzistantan.
eu: Ematen du aplikazio hau erabiltzen duzun lehen aldia dela! Mesedez, aukeratu zure etorkizuneko «KleverNotes» biltegiratzerako kokaleku bat edo aurrez dagoen bat aukeratu.
ia: Il sembla como si isto es le prime vice que tu usa iste app Pro favor tu selige un location per tu immagazinage future de KleverNotes o selige un existente.
nl: Het lijkt er op dat dit uw eerste keer is dat u deze toepassing gebruikt! Kies een locatie voor het opslaan van uw toekomstige KleverNotes of selecteer een bestaande.

# @title:dialog, Storage as in 'the folder where all the notes will be stored'
source: KleverNotes Storage
ar: تخزين ملاحظات ذكية
eo: Konservejo de KleverNotes
eu: «KleverNotes» biltegiratzea
ia: Immagazinage de KleverNotes
nl: Opslag van KleverNotes

# @label:button, Storage as in 'the folder where all the notes will be stored'
source: Existing storage
ar: التخزين الموجود
eo: Ekzistanta konservejo
eu: Aurrez dagoen biltegiratzea
ia: Immagazinage existente
nl: Bestaande opslag

# @label:button, Storage as in 'the folder where all the notes will be stored'
source: Change the storage path
ar: غيّر مسار التخزين
eo: Ŝanĝi la konservejan vojon
eu: Aldatu biltegiratzearen bide-izena
ia: Cambia le percurso de immagazinage
nl: Het opslagpad wijzigen

# @label:button, Storage as in 'the folder where all the notes will be stored'
source: Create storage
ar: أنشئ تخزين
eo: Krei konservejon
eu: Sortu biltegiratzea
ia: Crea immagazinage
nl: Opslag aanmaken

# Storage as in 'the folder where all the notes will be stored'
source: Create a new storage
ar: أنشئ تخزين جديد
eo: Krei novan konservadon
eu: Sortu biltegiratze berri bat
ia: Crea un nove immagazinage
nl: Een nieuwe opslag aanmaken

# @title:dialog, table => an html table
source: Table creation
ar: إنشاء جدول
eo: Kreado de tabeloj
eu: Taula sorrera
ia: Creation de Tabella
nl: Tabelaanmaak

source: Size: %1 x %2
ar: القياس: %1 × %2
eo: Grando: %1 x %2
eu: Neurria: %1 x %2
ia: Dimension: %1 x %2
nl: Grootte: %1 x %2

# @label:button
source: More options
ar: خيارات أخرى
eo: Pliaj elektebloj
eu: Aukera gehiago
ia: Altere optiones
nl: Meer opties

# @label:spinbox, name, 'a row'
source: Row
ar: صف
eo: Vico
eu: Errenkada
ia: Rango
nl: Rij

# @label:spinbox, name, 'a column'
source: Column
ar: عمود
eo: Kolumno
eu: Zutabea
ia: Columna
nl: Kolom

# @label:combobox
source: Alignment :
ar: المحاذاة :
eo: Alineado:
eu: Lerrokatzea:
ia: Alineamento :
nl: Uitlijning :

# @entry:combobox, alignment name
source: Left
ar: يسار
eo: Maldekstra
eu: Ezkerrean
ia: Sinistra
nl: Links

# @entry:combobox, alignment name
source: Center
ar: وسط
eo: Centro
eu: Erdian
ia: Centro
nl: Midden

# @entry:combobox, alignment name
source: Right
ar: يمين
eo: Dekstra
eu: Eskuinean
ia: Dextera
nl: Rechts

# @title:dialog
source: Add Todo
ar: أضف مهام
eo: Aldoni Ĉion
eu: Gehitu zeregina
ia: Adde De facer
nl: Taak toevoegen

# @label:textbox
source: Title:
ar: العنوان:
eo: Titolo:
eu: Titulua:
ia: Titulo:
nl: Titel:

# @placeholderText:textbox
source: Todo title (required)
ar: عنوان المهمة (مطلوب)
eo: Ĉio-titolo (postulata)
eu: Zereginaren titulua (beharrezkoa)
ia: Titulo de Facer (Todo) (requiirite)
nl: Titel van taak (vereist)

# @label:textbox
source: Description:
ar: الوصف:
eo: Priskribo:
eu: Azalpena:
nl: Beschrijving:

# @placeholderText:textbox
source: Optional
ar: اختياري
eo: Nedeviga
eu: Aukerakoa
nl: Optioneel

# @title:dialog
source: Choose an URL
ar: اختر عنوان
eo: Elekti URL
eu: Aukeratu URL bat
ia: Selige un URL
nl: Een URL kiezen

# @title:ApplicationWindow
source: KleverNotes
ar: ملاحظات ذكية

# @title:page
source: Welcome
ar: مرحباً
eo: Bonvenon
eu: Ongi etorri
ia: Benvenite
nl: Welkom

source: Welcome to KleverNotes!
ar: مرحبا بك في ملاحظات ذكية!
eo: Bonvenon al KleverNotes!
eu: Ongi etorri «KleverNotes»era!
ia: Benvenite a KleverNotes!
nl: Welkom bij KleverNotes!

source: Create or select a note to start working !
ar: أنشئ أو حدد ملاحظة لبدء العمل!
eo: Krei aŭ elekti noton por komenci labori!
eu: Ohar bat sortu edo aukeratu lanean hasteko!
ia: Crea o selige un niota per startar a laborar!
nl: Een notitie aanmaken om te beginnen met werken !

# @title:page
source: Paint!
ar: لوّن!
eo: Farbo!
eu: Margotu!
ia: Pictura!
nl: Tekenen!

# @label:button
source: Save
ar: احفظ
eo: Konservi
eu: Gorde
ia: Salveguarda
nl: Opslaan

# @label:button, as in 'erase everything'
source: Clear
ar: امسح
eo: Viŝi
eu: Garbitu
ia: Netta
nl: Wissen

# @label:action
source: Auto crop
ar: اقتصّ آليًّا
eo: Aŭtomata tondado
eu: Mozketa automatikoa
ia: Auto crop (Talia automaticamente)
nl: Automatisch bijsnijden

# @title:dialog
source: Text to draw
ar: نص الرسم
eo: Teksto desegnenda
eu: Marraztu beharreko testua
ia: Texto a designar
nl: Te tekenen tekst

# @title:page
source: Print
ar: اطبع
eo: Presi
eu: Inprimatu
ia: Imprime
nl: Afdrukken

# @label:ComboBox
source: Color theme
ar: سمة الألوان
eo: Kolora etoso
eu: Kolore-gaia
ia: Thema de color
nl: Kleurenthema

# @label:button, as in 'the background of an image'
source: Background
ar: الخلفيّة
eo: Fono
eu: Hondoko planoa
ia: Fundo
nl: Achtergrond

source: This could cause visual artifact near the end of the pdf.
ar: قد يتسبب ذلك في حدوث تشوه بصري بالقرب من نهاية ملف بي دي إف.
nl: Dit zou een visuele artifact bij het einde van de pdf kunnen geven.

# @title:dialog, choose the location of where the file will be saved
source: Save note as pdf
ar: حفظ الملاحظة كبي دي اف
nl: Notitie opslaan als pdf

# @title:window
source: Settings
ar: إعدادات
eo: Agordoj
eu: Ezarpenak
ia: Preferentias
nl: Instellingen

source: Please choose a location for your future KleverNotes storage or select an existing one.
ar: يُرجى اختيار موقع لتخزين بيانات ملاحظات ذكية المستقبلي أو تحديد موقع الحالي.
eo: Bonvolu elektu lokon por via estonta KleverNotes-konservejo aŭ elektu ekzistantan.
eu: Mesedez, aukeratu zure etorkizuneko «KleverNotes» biltegiratzerako kokaleku bat edo aurrez dagoen bat aukeratu.
ia: Pro favor tu selige un location per tu immagazinage future de KleverNotes o selige un existente.
nl: Kies een locatie voor het opslaan van uw toekomstige KleverNotes of selecteer een bestaande.

source: Width:
ar: العرض:
eo: Larĝeco:
eu: Zabalera:
ia: Largessa:
nl: Breedte:

# @label:textbox
source: Font:
ar: الخط:
eo: Tiparo:
eu: Letra-tipoa:
nl: Lettertype:

source: Fill toolMode:
ar: نمط أداة التعبئة:
eo: Pleniga toolMode:
eu: Betegarria tresnaren modua:
ia: Reimple mododeinstrumento (toolMode):
nl: Hulpmiddelmodus vullen:

# @combobox:entry, shape style
source: Fill
ar: تعبئة
eo: Plenigi
eu: Betegarria
ia: Reimple
nl: Vullen

# @combobox:entry, shape style
source: Outline
ar: المحيط
eo: Konturo
eu: Ingerada
ia: Profilo
nl: Omlijnen

# @combobox:entry, shape style
source: Outline and fill
ar: المخطط والتعبئة
eo: Konturigi kaj plenigi
eu: Ingerada eta betegarria
ia: Profilo e reimple
nl: Omlijnen en vullen

# @label, the color in used to fill the shape, can be 'Primary' or 'Secondary'
source: Fill color
ar: لون التعبئة
eo: Pleniga koloro
eu: Betegarriaren kolorea
ia: Reimple Color
nl: Vulkleur

# @label, as in 'the primary color'
source: Primary
ar: أولي
eo: Unuaranga
eu: Nagusia
ia: Primari
nl: Primair

# @label, as in 'the secondary color'
source: Secondary
ar: ثانوي
eo: Duaranga
eu: Bigarren mailakoa
ia: Secondari
nl: Secondair

# @label:combobox
source: Style:
ar: الطراز:
eo: Stilo:
eu: Estiloa:
ia: Stilo:
nl: Stijl:

# @label:button
source: Text color:
ar: لون النّصّ:
eo: Teksta koloro:
eu: Testuaren kolorea:
ia: Color de texto :
nl: Tekstkleur:

# @label:button
source: Title color:
ar: لون العنوان:
eo: Titolokoloro:
eu: Tituluaren kolorea:
ia: Color de Titulo:
nl: Kleur van titel:

# @label:button
source: Link color:
ar: لون الوصلة:
eo: Koloro de ligilo:
eu: Estekaren kolorea:
ia: Color de ligamine:
nl: Kleur van koppeling:

# @label:button
source: Visited Link color:
ar: لون الوصلة المُزارة:
eo: Vizitita Ligokoloro:
eu: Bisitatutako estekaren kolorea:
ia: Color de ligamine visitate:
nl: Kleur van bezochte koppeling:

# @label:button
source: Code color:
ar: رمز اللون:
eo: Kodokoloro:
eu: Kodearen kolorea:
ia: Color de Codice:
nl: Kleur van code:

# @label:button
source: Highlight color:
ar: لون التحديد:
eo: Marki koloron:
eu: Nabarmentzeko kolorea:
ia: Color de evidentia:
nl: Accentuatiekleur:

# @label:textbox
source: General font:
ar: خط عام:
eo: Ĝenerala tiparo:
eu: Letra-tipo orokorra:
ia: Font general:
nl: Algemeen lettertype:

# @label:textbox
source: Code block font:
ar: لون كتلة شفرة:
eo: Tiparo de koda bloko:
eu: Kode-blokearen letra-tipoa:
ia: Font de bloco de codice:
nl: Lettertype van codeblok:

source: Enable adaptive tag size
ar: مكن حجم متكيف للوسم
eo: Ebligi adapteman etiked-grandecon
eu: Gaitu neurri moldakorreko etiketa
ia: Habilita grandor de etiquetta adaptative
nl: Aanpasbare grootte van tag inschakelen

source: The adaptive size will scale the tag size based on its surrounding.
ar: سيقيس الحجم التكيفي حجم الوسم بناءً على محيطها.
eu: Neurri moldakorrak etiketaren neurria bere inguruaren arabera eskalatuko du.
ia: Le grandor adaptative scalara le grandor de etiquetta basate sur su ambiente
nl: De aanpasbare grootte zal de taggrootte schalen gebaseerd op zijn omgeving.

source: Example: a tag inside a header will be as large as the rest of the header text.
ar: مثال: سيكون حجم الوسم داخل رأس الصفحة بحجم بقية نص الرأس.
eu: Adibidea: goiburu baten barruko etiketa bat, goiburuko gainontzeko testua bezain luzea izango da.
ia: Exemplo: un etiquetta intra un capite essera tanto grande quanto le resto dl texto del capite.
nl: Voorbeeld: een tag in een header zal zo groot zijn als de rest van de header-tekst.

source: Tag scale
ar: وسم العنوان
eo: Etikeda skalilo
eu: Etiketen eskala
ia: Scala de etiquetta
nl: Tagschaal

source: A title with a preview of
ar: عنوان بمعاينة
nl: Een titel met een voorbeeld van

source: italic text and its tags
ar: لنص مائل مع وسمه
nl: cursieve tekst en zijn tags

# @title, general text editor settings
source: General
ar: عامّ
eo: Ĝenerala
eu: Orokorra
nl: Algemeen

# @label:textbox, the font used in the text editor
source: Editor font:
ar: خطّ المحرّر:
eo: Tiparo de la redaktilo:
eu: Editorearen letra-tipoa:
ia: Font de Editor:
nl: Editor-lettertype:

# @label:checkbox
source: Use spaces for tab
ar: استخدم المسافة لعلامة الجدولة
eo: Uzi spacojn pot tabo
eu: Erabili zuriuneak tabulazioetarako
ia: Usa spatios per tab
nl: Spaties voor tabs gebruiken

# @label:combobox
source: Number of spaces
ar: عدد المسافات
eo: Nombro da spacoj
eu: Zuriune kopurua
ia: Numero de spatios
nl: Aantal spaties
