Repository: KDE/klevernotes
Catalog: po/*/klevernotes.po
Languages: ar, eo, eu, ia, nl

# @title
source: Editor highlighting
ar: إبراز المحرر
eo: Redaktila reliefigo
eu: Editoreak nabarmentzea
ia: Evidentiar de editor
nl: Accentuering in bewerker

# @label:checkbox
source: Enable editor highlighting
ar: مكّن الإبراز في المحرر
eo: Ebligi redaktilan sintaksreliefigon
eu: Gaitu editoreak nabarmentzea
ia: Habilita evidentiar de editor
nl: Accentuering in bewerker inschakelen

source: Storage
ar: التخزين
eo: Konservado
eu: Biltegiratzea
ia: Immagazinage
nl: Opslag

# @label:textbox, Storage as in 'the folder where all the notes will be stored'
source: Storage path:
ar: مسار التخزين:
eo: Konserveja vojo:
eu: Biltegiratzearen bide-izena:
ia: Percurso de immagazinage:
nl: Opslagpad:

# @title, general sidebar settings
source: Sidebar
ar: الشريط الجانبي
eo: Flankmenuo
eu: Alboko barra
ia: Barra lateral
nl: Zijbalk

source: New Folder
ar: مجلّد جديد
eo: Nova Dosierujo
eu: Karpeta berria
ia: Nove dossier
nl: Nieuwe map

# @label:textbox
source: New Folder name:
ar: اسم المجلّد الجديد:
nl: Nieuwe mapnaam:

source: New Note
ar: ملاحظة جديدة
eo: Nova Noto
eu: Ohar berria
ia: Nove Nota
nl: Nieuwe notitie

# @label:textbox, the default note name
source: New Note name:
ar: الاسم الجديد للملاحظة:
nl: Nieuwe notitienaam:

# @title, general text toolbar settings
source: Toolbar
ar: شريط الأدوات
eo: Ilbreto
eu: Tresna-barra
ia: Barra de Instrumento
nl: Werkbalk

# @title, list of visible toolbar actions
source: Visible
ar: مرئي
eo: Videbla
eu: Ikusgai
ia: Visibile
nl: Zichtbaar

# @title, list of invisible toolbar actions
source: Invisible
ar: غير مرئي
eo: Nevidebla
eu: Ikusezin
ia: Invisibile
nl: Onzichtbaar

# @title
source: Utility plugins
ar: ملاحقات مساعدة
eo: Utilaĵaj kromprogramoj
eu: Erabilgarritasun pluginak
ia: Plugins de utilitate
nl: Hulpmiddel-plug-ins

# @label:checkbox
source: Enable note linking
ar: مكّن ربط الملاحظة
eo: Ebligi notligon
eu: Gaitu oharrak estekatzea
ia: Habilitar ligar notas
nl: Koppelen van notities inschakelen

# @description:checkbox
source: Note linking allows you to create a link from one note to another.
ar: يتيح لك ربط الملاحظات إنشاء رابط من ملاحظة إلى أخرى.
eo: Noto-ligo permesas vin krei ligon de unu noto al alia.
eu: Oharra estekatzea, ohar batetik beste batera esteka bat sortzeko aukera ematen dizu.
ia: Ligar nota te permitte crear un ligamine ex un noita a un altere.
nl: Koppelen van notities biedt u het maken van een koppeling van de ene notitie naar een andere.

# @description:checkbox
source: Advice: restart the app once activated.
ar: نصيحة: أعد تشغيل التطبيق بمجرد تفعيله.
eo: Konsilo: rekomencu la apon unufoje aktivigita.
eu: Aholkua: berrabiarazi aplikazioa aktibatutakoan.
ia: Aviso: restarta leapp aliquando activate.
nl: Advies: de toepassing herstarten na activering.

# @label:checkbox
source: Enable PlantUML
ar: مكّن PlantUML
eo: Ebligu PlantUML
eu: Gaitu PlantUML
ia: Habilita PlantUML
nl: PlantUML inschakelen

# @description:checkbox
source: PlantUML lets you create diagrams.
ar: يتيح لك PlantUML إنشاء مخططات بيانية.
eo: PlantUML ebligas vin krei diagramojn.
eu: PlantUML-ek diagramak sortzeko aukera ematen dizu.
ia: PlantUML te permitte crear diagrammas.
nl: PlantUML laat u diagrammen aanmaken.

# @description:checkbox
source: Note: creating diagrams can be slow. If you have a large number of diagrams, displaying them as images would be easier.
ar: ملاحظة: قد يكون إنشاء المخططات بطيئًا. إذا كان لديك عدد كبير من الرسوم البيانية، فإن عرضها كصور سيكون أسهل.
eo: Rimarkigo: krei diagramojn povas esti malrapida. Se vi havas grandan nombron da diagramoj, montri ilin kiel bildoj estus pli facila.
eu: Oharra: diagramak sortzea motela izan daiteke. Diagrama kopuru handia baduzu, irudi gisa erakustea errazagoa izango litzateke.
ia: Nota: crear diagrammas pote esser lente.Si tu ha un grande numero de diagrammas, monstrar los como images esserea plus facile.
nl: Opmerking: aanmaken van diagrammen kan langzaam zijn. Als u een groot aantal diagrammen hebt, ze als afbeeldingen tonen zou gemakkelijker zijn.

# @lable:switch
source: Enable dark background
ar: مكّن الخلفية الداكنة
eo: Ebligi malhelan fonon
eu: Gaitu atzeko plano iluna
ia: Habilita fundo obscur
nl: Donkere achtergrond inschakelen

# @description:switch
source: PlantUML diagram will have a dark background.
ar: سيكون لمخطط PlantUML خلفية داكنة.
eo: PlantUML-diagramo havos malhelan fonon.
eu: PlantUML diagramak atzeko plano iluna izango du.
ia: Diagramam de PlantUML habera un fundo obscur.
nl: Diagram van PlantUML zal een donkere achtergrond hebben.

# @title
source: Cosmetic plugins
ar: ملاحقات تجميلية
eo: Kosmetikaj kromaĵoj
eu: Plugin kosmetikoak
ia: Plugins cosmetic
nl: Cosmetische plug-ins

# @label:checkbox
source: Enable code syntax highlighting
ar: مكّن إبراز الصّياغة للشفرة
eo: Ebligi kodan sintaksreliefigon
eu: Gaitu kodearen sintaxia nabarmentzea
ia: Habilita evidentia de syntaxe de codice
nl: Accentuering van syntaxis van code inschakelen

# @description:checkbox
source: List of supported highlighters
ar: قائمة أدوات التمييز المدعومة
eo: Listo de subtenataj lumigiloj
eu: Onartutako nabarmentzaileen zerrenda
ia: Lista de evidentiatores supportate
nl: Lijst met ondersteunde accentueerders

# @label:combobox
source: Highlighter
ar: قلم التحديد
eo: Markilo
eu: Nabarmentzailea
ia: Evidentiator
nl: Accentuering

# @label:combobox
source: Highlighter style
ar: نمط قلم التحديد
eo: Substrekiga stilo
eu: Nabarmentzaile estiloa
ia: Stilo de Evidentiator
nl: Stijl van accentuering

# @label:checkbox
source: Enable quick emoji
ar: مكّن الرموز التعبيرية السريعة
eo: Ebligi rapidan emoji
eu: Gaitu emoji bizkorra
ia: Habilita emoji rapide
nl: Snelle emoji inschakelen

source: Quickly write emoji using the following syntax
ar: اكتب الرموز التعبيرية بسرعة باستخدام الصيغة التالية
eo: Rapide skribu emoji uzante la jenan sintakson
eu: Emojiak azkar idatzi ondoko sintaxia jarraituz
ia: Scribe rapidemente emoji usante le sequente syntaxe
nl: Snel emoji schrijven met de volgende syntaxis

# @exemple, something representing a possible emoji short name
source: emoji_name
ar: ضحك
nl: emoji_naam

# @label:combobox
source: Default emoji tone
ar: الصبغة المبدئية للصور التعبيرية
eo: Defaŭlta emoji-tono
eu: Emojiaren tonu lehenetsia
ia: Tono predefinite de emoji
nl: Standaard toon van emoji

# @combobox:entry, As in 'default skin tone' (for an emoji), see '🫶'
source: Default
ar: المبدئيّ
eo: Defaŭlta
eu: Lehenetsia
ia: Predefinite
nl: Standaard

# @combobox:entry, As in 'light skin tone' (for an emoji), see '🫶🏻'
source: Light
ar: خفيف
eo: Lumo
eu: Argia
ia: Legier
nl: Licht

# @combobox:entry, As in 'medium light skin tone' (for an emoji), see '🫶🏼'
source: Medium light
ar: فاتح متوسط
eo: Meze hela
eu: Erdi-argia
ia: Medie legier
nl: Middel licht

# @combobox:entry, As in 'Medium skin tone' (for an emoji), see '🫶🏽'
source: Medium
ar: متوسط
eo: Ujo
eu: Ertaina
ia: Medie
nl: Middel

# @combobox:entry, As in 'Medium-dark skin tone' (for an emoji), see '🫶🏾'
source: Medium dark
ar: داكن متوسط
eo: Meze malhela
eu: Erdi-iluna
ia: Medie obscur
nl: Middel donker

# @combobox:entry, As in 'dark skin tone' (for an emoji), see '🫶🏿'
source: Dark
ar: مظلمة
eo: Mallumo
eu: Iluna
ia: Obscur
nl: Donker

# @lable:switch
source: Enable quick emoji dialog
ar: مربع تمكّن الرموز التعبيرية السريعة
eo: Ebligi rapidan emoji-dialogon
eu: Gaitu emoji azkarra elkarrizketa-koadroa
ia: Habilita dialogo de emoji rapide
nl: Dialoog van snelle emoji inschakelen

# @description:switch
source: The emoji dialog insert the 'quick emoji' syntax instead of the actual emoji inside the text.
ar: قوم مربع حوار الرموز التعبيرية بإدراج صيغة ”الرموز التعبيرية السريعة“ بدلاً من الرموز التعبيرية الفعلية داخل النص.
eo: La dialogo de emoĝio enigu la sintakson 'rapida emoĝio' anstataŭ la fakta emoĝio ene de la teksto.
eu: Emoji elkarrizketa-koadroak 'emoji azkarra' sintaxia sartzen du testuaren barruko emojia sartu ordez.
ia: Le dialogo de emoji inserta le syntaxe de 'emoji rapide' in loco del emoji currente intra le texto.
nl: De emojidialoog voegt de syntaxis 'snelle emoji' in in plaats van de actuele emoji in de tekst.

# @label, tab (inside tab bar), general settings of the app
source: General
ar: عامّ
eo: Ĝenerala
eu: Orokorra
nl: Algemeen

source: Note preview
ar: معاينة الملاحظة
eo: Nota antaŭrigardo
eu: Oharraren aurreikuspegia
ia: Vista preliminar de nota
nl: Voorbeeld van notitie

# @label, tab (inside tab bar), all settings related to the text editor
source: Editor
ar: المحرّر
eo: Redaktilo
eu: Editorea
nl: Bewerker

# @label, tab (inside tab bar), all things related to plugins
source: Plugins
ar: الملحقات
eo: Kromprogramoj
eu: Pluginak

# @tooltip, text format, will be followed by the shortcut
source: Headers
ar: التّرويسات
eo: Kapoj
eu: Goiburuak
ia: Capites
nl: Koppen

# @tooltip, short form of 'number'
source: num
ar: رقم
eu: zk.

# @tooltip, text format header level, will be followed by the shortcut
source: Header 1
ar: ترويسة 1
eo: Kapo 1
eu: Izenburua 1
ia: Capite 1
nl: Kop 1

# @tooltip, text format header level, will be followed by the shortcut
source: Header 2
ar: ترويسة 2
eo: Kapo 2
eu: Izenburua 2
ia: Capite 2
nl: Kop 2

# @tooltip, text format header level, will be followed by the shortcut
source: Header 3
ar: ترويسة 3
eo: Kapo 3
eu: Izenburua 3
ia: Capite 3
nl: Kop 3

# @tooltip, text format header level, will be followed by the shortcut
source: Header 4
ar: ترويسة 4
eo: Kapo 4
eu: Izenburua 4
ia: Capite 4
nl: Kop 4

# @tooltip, text format header level, will be followed by the shortcut
source: Header 5
ar: ترويسة 5
eo: Kapo 5
eu: Izenburua 5
ia: Capite 5
nl: Kop 5

# @tooltip, text format header level, will be followed by the shortcut
source: Header 6
ar: ترويسة 6
eo: Kapo 6
eu: Izenburua 6
ia: Capite 6
nl: Kop 6

# @tooltip, text format, will be followed by the shortcut
source: Bold
ar: ثخين
eo: Grasa
eu: Lodia
ia: Grasse
nl: Vet

# @tooltip, text format, will be followed by the shortcut
source: Italic
ar: مائل
eo: Kursiva
eu: Etzana
nl: Cursief

# @tooltip, text format, will be followed by the shortcut
source: Strikethrough
ar: شطب
eo: Trastreko
eu: Marratua
ia: Barrate
nl: Doorstrepen

# @tooltip, text format, will be followed by the shortcut
source: Code
ar: شفرة
eo: Kodo
eu: Kodea
ia: Codice

# @tooltip, text format, will be followed by the shortcut
source: Quote
ar: اقتباس
eo: Citaĵo
eu: Aipua
ia: Cita
nl: Citaat

# @tooltip, text format, will be followed by the shortcut
source: Image
ar: صورة
eo: Bildo
eu: Irudia
ia: Imagine
nl: Afbeelding

# @tooltip, text format, will be followed by the shortcut
source: Link
ar: رابط
eo: Ligo
eu: Esteka
ia: Ligamine
nl: Koppeling

# @tooltip, text format, will be followed by the shortcut
source: Table
ar: جدول
eo: Tabelo
eu: Taula
ia: Tabella
nl: Tabel

# @tooltip, text format, will be followed by the shortcut
source: Ordered List
ar: قائمة مرتّبة
eo: Ordigita listo
eu: Zerrenda ordenatua
ia: Lista ordinate
nl: Geordende lijst

# @tooltip, text format, will be followed by the shortcut
source: Ordered list
ar: قائمة مرتّبة
eo: Ordigita listo
eu: Zerrenda ordenatua
ia: Lista ordinate
nl: Geordende lijst

# @tooltip, text format, will be followed by the shortcut
source: Unordered List
ar: قائمة غير مرتّبة
eo: Neordigita listo
eu: Zerrenda ez-ordenatua
ia: Lista non ordinate
nl: Ongeordende lijst

# @tooltip, text format, will be followed by the shortcut
source: Unordered list
ar: قائمة غير مرتّبة
eo: Neordigita listo
eu: Zerrenda ez-ordenatua
ia: Lista non ordinate
nl: Ongeordende lijst

# @tooltip, text format, will be followed by the shortcut
source: Highlight
ar: إبراز
eo: Reliefigi
eu: Nabarmendu
ia: Evidentia
nl: Accentuering

# @tooltip, text format, will be followed by the shortcut
source: Text highlight
ar: إبراز النص
eo: Teksta reliefigo
eu: Testua nabarmendu
ia: Evidentia texto
nl: Accentuering van tekst

# @tooltip, text format, will be followed by the shortcut
source: Emoji
ar: صورة تعبيرية
eo: Emoĝi

# @tooltip, text format, will be followed by the shortcut
source: Link Note
ar: رابط الملاحظة
eo: Lignoto
eu: Oharra estekatu
ia: Liga Nota
nl: Notitie koppelen

# @tooltip, text format, will be followed by the shortcut
source: Link note
ar: رابط الملاحظة
eo: Lignoto
eu: Oharra estekatu
ia: Liga Nota
nl: Notitie koppelen

# @tooltip
source: Create a new folder
ar: أنشئ مجلدًّا جديدًا
eo: Krei novan dosierujon
eu: Sortu karpeta berria
ia: Crea un nove dossier
nl: Nieuwe mappen aanmaken

# @tooltip
source: Create a new note
ar: أنشئ ملاحظة جديدة
eo: Krei novan noton
eu: Sortu ohar berria
ia: Crea un nove nota
nl: Een nieuwe notitie maken

source: Rename
ar: غيّر الاسم
eo: Alinomi
eu: Berrizendatu
ia: Renomina
nl: Hernoemen

source: Search
ar: ابحث
eo: Serĉi
eu: Bilatu
ia: Cerca
nl: Zoeken

source: Collapse sidebar
ar: اطوِ الشريط الجانبي
eo: Malvastigi flankbreton
eu: Tolestu alboko-barra
ia: Plica barra lateral
nl: Zijbalk invouwen

source: Expand sidebar
ar: وسع الشريط الجانبي
eo: Vastigi flankbreton
eu: Zabaldu alboko-barra
ia: Expande barra lateral
nl: Zijbalk uitvouwen

# @item:menu
source: New folder
ar: مجلد جديد
eo: Nova dosierujo
eu: Karpeta berria
ia: Nove dossier
nl: Nieuwe map

# @item:menu
source: New note
ar: ملاحظة جديدة
eo: Nova noto
eu: Ohar berria
ia: Nove Nota
nl: Nieuwe notitie

# @item:menu
source: Rename
ar: غيّر الاسم
eo: Alinomi
eu: Berrizendatu
ia: Renomina
nl: Hernoemen

# @item:menu
source: Move
ar: انقل
eo: Movi
eu: Mugitu
nl: Verplaatsen

# @item:menu
source: Delete
ar: احذف
eo: Forigi
eu: Ezabatu
ia: Dele
nl: Verwijderen

# @item:menu
source: Properties
ar: الخصائص
eo: Proprecoj
eu: Propietateak
ia: Proprietates
nl: Eigenschappen

source: From
ar: من
eo: De
eu: Nork
ia: Ex
nl: Van

source: No search results
ar: لا يوجد نتائج بحث
eo: Neniuj serĉrezultoj
eu: Bilaketaren emaitzarik ez
ia: Necun exitos de cerca
nl: Geen zoekresultaten

source: Show notes
ar: اعرض الملاحظات
eo: Nova noto
eu: Erakutsi oharrak
ia: Monstra notas
nl: Notities tonen

source: Cheat sheet
ar: ورقة غش
eo: Trompfolio
eu: Amarru-orria
ia: Folietto (Cheat Sheet)
nl: Spiekbriefje

source: Settings
ar: إعدادات
eo: Agordoj
eu: Ezarpenak
ia: Preferentias
nl: Instellingen

source: About KleverNotes
ar: عن ملاحظات ذكية
eo: Pri KleverNotes
eu: «KleverNotes»eri buruz
ia: A proposito de KleverNotes
nl: Info over Klever

# @label:button
source: TODO
ar: مَهمّة
eo: FARI
eu: ZEREGINA
ia: DE FACER
nl: TE DOEN

# @label:button, as in 'A note'
source: Note
ar: ملاحظة
eo: Noto
eu: Oharra
ia: Nota
nl: Notitie

# @window:title
source: Markdown Cheat Sheet
ar: ورقة غش مارك داون
eo: Markdown Trompfolio
eu: «Markdown»erako amarru-orria
ia: Folietto (Cheat sheet) de Markdown
nl: Spiekbriefje met Markdown

source: Copied !
ar: نُسخت!
eo: Kopiita!
eu: Kopiatuta !
ia: Copiate!
nl: Gekopieerd !

# @title, cheat sheet section
source: Basic syntax
ar: صياغة أساسية
eo: Baza sintakso
eu: Oinarrizko sintaxia
ia: Syntaxe basic
nl: Basissyntaxis

source: Heading
ar: عنوان رئيسي
eo: Titolo
eu: Izenburua
ia: Capite
nl: Kop

# exemple
source: Heading1
ar: عنوان رئيسي1
nl: Kop1

source: Bold
ar: ثخين
eo: Grasa
eu: Lodia
ia: Grasse
nl: Vet

# exemple
source: Bold text
ar: نصّ عريض
nl: Vette tekst

source: Italic
ar: مائل
eo: Kursiva
eu: Etzana
nl: Cursief

# exemple
source: Italic text
ar: نص مائل
nl: Cursieve tekst

source: Blockquote
ar: اقتباس كتلة
eo: Blokcitaĵo
eu: Bloke-aipua
ia: Blockquote (Citation d ebloco)
nl: Blokcitaat

# exemple
source: Quote
ar: اقتباس
nl: Citaat

source: Ordered list
ar: قائمة مرتّبة
eo: Ordigita listo
eu: Zerrenda ordenatua
ia: Lista ordinate
nl: Geordende lijst

# exemple
source: First item
ar: العنصر الأول
nl: Eerste item

# exemple
source: Second item
ar: العنصر الثاني
nl: Tweede item

source: Unordered list
ar: قائمة غير مرتّبة
eo: Neordigita listo
eu: Zerrenda ez-ordenatua
ia: Lista non ordinate
nl: Ongeordende lijst

source: Code
ar: شفرة
eo: Kodo
eu: Kodea
ia: Codice

# exemple
source: Inline code
ar: شفرة مضمنة

# @label, horizontal rule => <hr> html tag
source: Rule
ar: سطر
eo: Regulo
eu: Araua
ia: Regula
nl: Regel

source: Link
ar: رابط
eo: Ligo
eu: Esteka
ia: Ligamine
nl: Koppeling

# exemple
source: title
ar: العنوان
nl: titel

source: Image
ar: صورة
eo: Bildo
eu: Irudia
ia: Imagine
nl: Afbeelding

# exemple
source: alt text
ar: النص البديل
nl: alt tekst

# exemple
source: image
ar: صورة
nl: afbeelding

# @title, cheat sheet section
source: Extended syntax
ar: صياغة ممتدة
eo: Etendita sintakso
eu: Hedatutako sintaxia
ia: Syntaxe extendite
nl: Uitgebreide syntaxis

source: Table
ar: جدول
eo: Tablo
eu: Taula
ia: Tabella
nl: Tabel

# @label, noun, 'The left side of something'
source: Left
ar: يسار
eo: Maldekstra
eu: Ezkerrera
ia: Sinistra
nl: Links

# @label, verb, 'To center something'
source: Center
ar: وسط
eo: Centro
eu: Erdiratu
ia: Centro
nl: Midden

# @label, noun, 'The right side of something
source: Right
ar: يمين
eo: Dekstra
eu: Eskuinera
ia: Dextera
nl: Rechts

# exemple
source: Cell 1
ar: خلية 1
nl: Cel 1

# exemple
source: Cell 2
ar: خلية 2
nl: Cel 2

# exemple
source: Cell 3
ar: خلية 3
nl: Cel 3

source: Fenced code block
ar: كتلة الشفرة المسيّجة
eo: Skermita kodbloko
eu: Hesitutako kode-blokea
ia: Bloco de codice palate
nl: Omheind codeblok

# exemple
source: Sample text here...
ar: هنا عينة نص…
nl: Voorbeeldtekst hier...

source: Strikethrough
ar: شطب
eo: Trastreko
eu: Marratua
ia: Barrate
nl: Doorstrepen

# exemple, something wrong
source: The world is flat.
ar: العالم مسطح
nl: De wereld is plat.

source: Task list
ar: قائمة المهام
eo: Listo de taskoj
eu: Zeregin-zerrenda
ia: Lista de carga
nl: Takenlijst

# exemple
source: Make more foo
ar: قِفَا نَبْكِ مِنْ ذِكْرَى حَبِيبٍ ومَنْزِلِ
nl: Meer foo maken

# exemple
source: Make more bar
ar: بِسِقْطِ اللِّوَى بَيْنَ الدَّخُول فَحَوْملِ
nl: Meer bar maken

source: Highlight
ar: إبراز
eu: Nabarmendu
ia: Evidentia
nl: Accentuering

# exemple
source: highlighted text
ar: نص مميز
nl: geaccentueerde tekst

source: Subscript
ar: منخفض
eu: Azpindizea

# exemple
source: subscript text
ar: نص منخفض
nl: subscript-tekst

source: Superscript
ar: مرتفع
eu: Goi-indizea

# exemple
source: superscript text
ar: نص مرتفع
nl: superscript-tekst

# @title, cheat sheet section
source: KleverNotes plugins
ar: ملاحقات تطبيق ملاحظات ذكية
eo: Kromaĵoj de KleverNotes
eu: «KleverNotes» pluginak
ia: Plugins de KleverNotes
nl: Plug-ins van KleverNotes

source: Note link
ar: رابط الملاحظة
eo: Nota ligilo
eu: Oharraren esteka
ia: Ligamine de nota
nl: Koppeling naar notitie

# exemple
source: displayed name
ar: اسم العرض
nl: getoonde naam

# @tooltip, will be followed by the shortcut
source: Linked notes
ar: ملاحظات مربوط
eo: Ligitaj notoj
eu: Estekatutako oharrak
ia: Notas ligate
nl: Gekoppelde notities

# @tooltip, Print action, will be followed by the shortcut
source: Print
ar: طباعة
eo: Presi
eu: Inprimatu
ia: Imprime
nl: Afdrukken

# @tooltip, will be followed by the shortcut
source: View/Hide editor
ar: اظهر/أخف المحرر
eo: Vidi/Kaŝi redaktilon
eu: Ikusi/Ezkutatu editorea
ia: Vide/Cela editor
nl: Bewerker tonen/verbergen

# @tooltip, display as in 'the note preview', will be followed by the shortcut
source: View/Hide preview
ar: اعرض/أخف المعاينة
eo: Videbligi/Kaŝi antaŭrigardon
eu: Ikusi/Ezkutatu aurre-ikuspegia
ia: Vide/Cela Vista preliminar
nl: Voorbeeld tonen/verbergen

# @title:dialog, choose the location of where the file will be saved
source: Save note as html
ar: حفظ الملاحظة كـ HTML
eo: Konservi noton kiel html
eu: Gorde oharra HTML gisa
ia: Salveguarda nota como html
nl: Notitie opslaan als html

# @window:title
source: Linked notes map
ar: خريطة الملاحظات المربوطة
eo: Mapo de ligitaj notoj
eu: Estekatutako oharren mapa
ia: Mappa de notas ligate
nl: Kaart van gekoppelde notities

# @title, notes map section
source: Existing notes
ar: الملاحظات الموجودة
eo: Ekzistantaj notoj
eu: Lehendik dauden oharrak
ia: Notas existente
nl: Bestaande notities

# @title, notes map section
source: Missing notes
ar: الملاحظات المفقودة
eo: Mankas notoj
eu: Falta diren oharrak
ia: Notas mancante
nl: Ontbrekende notities

# @notification, error message %1 is a path
source: %1 doesn't exists
ar: %1 غير موجود
eo: %1 ne ekzistas
eu: %1 es da existitzen
ia: %1 non existe
nl: %1 bestaat niet

source: Header
ar: ترويسة
eo: Kapo
eu: Goiburua
ia: Capite
nl: Kop

# @label:button, checked as in 'the todos that are checked'
source: Clear checked
ar: امسح المُعلمة
eo: Viŝi markitan
eu: Garbitu markatutakoa
ia: Clar marcate
nl: Wissen geactiveerd

# @action:button
source: Add new todo
ar: أضف مهمة جديدة
eo: Aldoni novan farendon
eu: Gehitu zeregin berria
ia: Adde nove De facer
nl: Nieuwe te-doen toevoegen

source: /* This file is a copy of the default CSS style for the note display. Feel free to edit it or make your own. Note: each style need to have a different name. */
ar: /* هذا الملف هو نسخة من نمط CSS الافتراضي لعرض الملاحظة. لا تتردد في تعديله أو إنشاء نمط خاص بك. ملاحظة: يجب أن يكون لكل نمط اسم مختلف. */
eo: /* Ĉi tiu dosiero estas kopio de la defaŭlta CSS-stilo por la nota vidigo. Sentu vin libera redakti aŭ alproprigi ĝin. Rimarku: ĉiu stilo devas havi malsaman nomon. */
eu: /* Fitxategi hau, oharra azaltzeko CSS estilo lehenetsiaren kopia bat da. Hau editatzeko edo zurea propioa egiteko askatasuna duzu. Oharra: estilo bakoitzak izen ezberdina izan behar du. */
ia: /* Iste file es un copia del stilo de CSS predefinite per le monstrator de nota. Tu senti te libere de editar lo o facer un tu proprie. Nota: cfata stilo necessita un nomine differente. */
nl: /* Dit bestand is een kopie van de standaard CSS-stijl voor de weergave van de notitie. Voel u vrij om het te bewerken of maak uw eigen. Opmerking: elke stijl met een andere naam hebben. */

# Previously used emojis
source: History
ar: السابقة
eo: Historio
eu: Historia
ia: Historia o Chronologia
nl: Geschiedenis

# 'Smileys' is a category of emoji
source: Smileys
ar: التعبيرات
eu: Aurpegierak

# 'People' is a category of emoji
source: People
ar: أشخاص
eo: Homoj
eu: Jendartea
ia: Gente
nl: Mensen

# 'Nature' is a category of emoji
source: Nature
ar: طبيعة
eo: Naturo
eu: Natura
ia: Natura
nl: Natuur

# 'Food' is a category of emoji
source: Food
ar: طعام
eo: Manĝaĵo
eu: Janaria
ia: Alimento
nl: Voedsel

# 'Activities' is a category of emoji
source: Activities
ar: أنشطة
eo: Aktivecoj
eu: Jarduerak
ia: Activitates
nl: Activiteiten

# 'Travel' is a category of emoji
source: Travel
ar: سفر
eo: Vojaĝoj
eu: Bidaiak
ia: Viage
nl: Reizen

# 'Objects' is a category of emoji
source: Objects
ar: كائنات
eo: Objektoj
eu: Objektuak
ia: Objectos
nl: Objecten

# 'Symbols' is a category of emoji
source: Symbols
ar: رموز
eo: Simboloj
eu: Ikurrak
ia: Symbolos
nl: Symbolen

# 'Flags' is a category of emoji
source: Flags
ar: أعلام
eo: Flagoj
eu: Banderak
ia: Bandieras (Flags)
nl: Vlaggen

# 'Custom' is a category of emoji
source: Custom
ar: مخصّص
eo: Propra
eu: Neurrira
ia: Personalisate
nl: Aangepast

source: An error occurred while trying to copy this pdf.
ar: حدث خطأ أثناء محاولة نسخ ملف بي دي إف هذا.
nl: Er is een fout opgetreden bij de poging deze pdf te kopiëren.

# Main folder name, where all the notes will be stored by default
source: Notes
ar: الملاحظات
eo: Notoj
eu: Oharrak
ia: Notas
nl: Notities

source: An error occurred while trying to remove this item.
ar: حدث خطأ أثناء محاولة إزالة هذا العنصر.
eo: Okazis eraro dum provado forigi ĉi tiun eron.
eu: Errore bat gertatu da elementu hau ezabatzen saiatzerakoan.
ia: Un error occurreva durante que il tentava remover iste elemento.
nl: Er is een fout opgetreden bij de poging dit item te verwijderen.

source: An error occurred while trying to move this item.
ar: حدث خطأ أثناء محاولة نقل هذا العنصر.
eo: Eraro okazis provante movi ĉi tiun eron.
eu: Elementu hau mugitzen saiatzean errore bat gertatu da.
ia: Un error occurreva durante que il tentava mover iste elemento.
nl: Er is een fout opgetreden bij de poging dit item te verplaatsen.
